Repository: honzikkpcm/zdroje
Catalog: Templaty/nova_robinsonuv_ostrov/translations/messages.*.xlf
Languages: cs

# NZ9orLm
source: Password reset
cs: Obnova hesla

# 0WuIeCO
source: Forgotten password?
cs: Zapomenuté heslo?

# 2PPH92.
source: Facebook login
cs: Facebook přihlášení

# KhahYsO
source: I do not have any account.
cs: Ješte nemám účet.

# x5Pg2aH
source: Registration
cs: Registrace

# .E26u95
source: Please finish registration process according to instructions you have received in verification email. Click the button below if you do not received any email.
cs: Prosím dokončete registraci na základě instrukcí, které Vám byly odeslány v registračním emailu. Pokud Vám žádný e-mail nedorazil, klikněte na tlačítko níže.

# kAhS3ny
source: Resend verification email
cs: Znovu odeslat registrační e-mail

# 1pajW90
source: Profile
cs: Profil

# 7Qpg9JO
source: Open challenges
cs: Otevřené výzvy

# QJyyeeY
source: Done challenges
cs: Splněné výzvy

# lmWR.n4
source: Evaluate
cs: Vyhodnotit.

# ER7qq5O
source: back to challenges
cs: zpět k výzvám

# 6.CMoby
source: Challenge has ended
cs: Výzva skončila

# 3jjm2Z1
source: Ends in:
cs: Končí za:

# BCTH2JY
source: 1 point|%count% points
cs: {0} 0 bodů|{1} 1 bod|{2-4} %count% body|{5 - Inf} %count% bodů

# Z6Nf3V7
source: 1 day|%count% days
cs: {0} 0 dnů|{1} 1 den|{2-4} %count% dny|{5 - Inf} %count% dnů

# xp1rEnu
source: 1 hour|%count% hours
cs: {0} 0 hodin|{1} 1 hodina|{2-4} %count% hodiny|{5 - Inf} %count% hodin

# VpeVK0R
source: 1 minute|%count% minutes
cs: {0} 0 minut|{1} 1 minuta|{2-4} %count% minuty|{5 - Inf} %count% minut

# _x1fpCj
source: 1 second|%count% seconds
cs: {0} 0 vteřin|{1} 1 vteřina|{2-4} %count% vteřiny|{5 - Inf} %count% vteřin

# gXhRJsP
source: Challenge has ended.
cs: Výzva skončila.

# tEjYTtd
source: Error occurred, please refresh the page.
cs: Nastala chyba, prosím obnovte stránku.

# 4Lv3STj
source: You have already finished this challenge.
cs: Tato výzva je již splněna.

# 6rHen5O
source: Your account was already verified.
cs: Váš účet byl již ověřen.

# AAc.ZAc
source: Robinson verify account
cs: Ověření e-mailové adresy

# Qu8TSDN
source: We'll send you instructions how to finish verification process. If you do not receive an email from us, please check your spam folder.
cs: Zašleme Vám informace k dokončení registrace. Pokud email ve schránce neobjevíte, zkontrolujte prosím složku nevyžádané pošty.

# b9ctVbP
source: Robinson account registered
cs: Účet byl registrován

# Kbij071
source: Thank you for creating new account. We'll send you instructions on how to finish registration process. If you do not receive an email from us, please check your spam folder.
cs: Děkujeme za registraci. Na uvedenou e-mailovou adresu Vám zašleme informace k dokončení registrace. Pokud email ve schránce neobjevíte, zkontrolujte prosím složku nevyžádané pošty.

# GZwQOGQ
source: New password can not be same as old password
cs: Nové heslo nemůže být stejné jako původní heslo

# guTJxEk
source: Current password is not valid.
cs: Zadané heslo není správné.

# NXVyXNw
source: Password changed
cs: Heslo změněno

# 1vERoVD
source: Your password was successfully changed.
cs: Vaše heslo bylo úspěšně změněno.

# a0a620w
source: Url is not valid. Please generate new reset token
cs: Platnost adresy vypršela. Prosím nechte si vygenerovat nový odkaz

# 5CkbT9L
source: Password can not be reset. Log in with facebook account instead.
cs: Heslo nejde obnovit. Přihlašte se pomocí facebook účtu.

# ax3l3N1
source: Please confirm email provided during registration at first.
cs: Nejprve potvrďte email zadaný během registrace.

# 7IQm940
source: Password reset requested
cs: Obnovení hesla

# jsL.3Hv
source: Your account was registered via Facebook. Please login via FB.
cs: Váš účet byl vytvořen přes facebook. Prosím přihlašujte se i nadále přes facebook.

# o9HVl_j
source: We'll send you instructions on how to reset your password or create an account, if no one is associated with "%s". If you do not receive an email from us, please check your spam folder.
cs: Zašleme Vám informace k obnově hesla nebo vytvoření účtu, v případě že e-mail "%s" ještě není registrovaný. Pokud email ve schránce neobjevíte, zkontrolujte prosím složku nevyžádané pošty.

# VO5.OtX
source: Url is not complete.
cs: Url není kompletní.

# mEjY8Ac
source: Email is confirmed
cs: Email je potvrzený

# tLJ94DM
source: Url is not valid. Please generate new confirmation token on profile page
cs: Platnost adresy vypršela. Prosím nechte si vygenerovat nový odkaz na stránce profilu.

# ovCtadx
source: There is already registered account with email %s. Yoo can use your password to login. If you want to use both login methods, you can pair your facebook account.
cs: Již existuje účet se e-mailovou adresou %s. Pro přihlášení můžete použít heslo zadané během registrace. Pokud chcete využít oba způsoby přihlašování, lze facebook účet spárovat.

# BpjZ6zq
source: Current password is not valid. You can request password recovery from login page.
cs: Zadané heslo není správné. Heslo si můžete nechat obnovit na stránce přihlášení.

# o.Tmlpi
source: Your account was paired.
cs: Váš účet byl spárován.

# hfRUcOF
source: Thank you for creating new account.
cs: Děkujeme za registraci.
